export const MAIN_CONTENT = {
    title: "ПІДГОТОВКА ДО АПРОБАЦІЇ",
    description: "з гарантією працевлаштування в Чехії!",
    paragraph_1: "Повний курс підготовки до апробації ",
    paragraph_11: "курси мови, теорія, практика, медична термінологія",
    paragraph_2: "Експерти-наставники ",
    paragraph_21: "практикуючі лікарі Чехії та професійні викладачі державних ВНЗ",
    paragraph_3: "Навчання очно або онлайн ",
    paragraph_31: "з будь-якої точки світу",
    paragraph_4: "Гарантований контракт із клінікою ",
    paragraph_41: "після складання іспиту",
    buttonText: "ЗАРЕЄСТРУВАТИСЯ",
  };


  export const PROBLEMS_CONTENT = {
    title_1: "З ЯКИМИ",
    title_2: " ПРОБЛЕМАМИ ",
    title_3: "СТИКАЮТЬСЯ ЛІКАРІ?",
    title_problem_1: "Складний іспит",
    title_problem_2: "Невідомі вимоги",
    title_problem_3: "Важко поєднувати",
    problem_1: "Більшість кандидатів провалюють з першого разу",
    problem_2: "Невідомі вимоги та бюрократія",
    problem_3: "Важко комбінувати підготовку з роботою",
    title_solution: "Рішення:",
    solution_1: "Ми даємо структуровану підготовку за перевіренною програмою, розбираємо найважливіші теми та проводимо пробні тести, щоб ви здали з першого разу",
    solution_2: "Ми допомагаємо з оформленням усіх документів, реєстрацією на іспит та отриманням візи, щоб ви могли зосередитися лише на навчанні",
    solution_3: "Гнучкий графік занять – ви можете навчатися онлайн або офлайн у зручний час, а куратор допоможе скласти індивідуальний план підготовки",
    
  };


  