export const MAIN_CONTENT = {
  title: "ПІДГОТОВКА ДО АПРОБАЦІЇ",
  description: "з гарантією працевлаштування в Чехії!",
  paragraph_1: "Повний курс підготовки до апробації ",
  paragraph_11: "курси мови, теорія, практика, медична термінологія",
  paragraph_2: "Експерти-наставники ",
  paragraph_21: "практикуючі лікарі Чехії та професійні викладачі державних ВНЗ",
  paragraph_3: "Навчання очно або онлайн ",
  paragraph_31: "з будь-якої точки світу",
  paragraph_4: "Гарантований контракт із клінікою ",
  paragraph_41: "після складання іспиту",
  buttonText: "ЗАРЕЄСТРУВАТИСЯ",
};


export const PROBLEMS_CONTENT = {
  title_1: "З ЯКИМИ",
  title_2: " ПРОБЛЕМАМИ ",
  title_3: "СТИКАЮТЬСЯ ЛІКАРІ?",
  title_problem_1: "Складний іспит",
  title_problem_2: "Невідомі вимоги",
  title_problem_3: "Важко поєднувати",
  problem_1: "Більшість кандидатів провалюють з першого разу",
  problem_2: "Невідомі вимоги та бюрократія",
  problem_3: "Важко комбінувати підготовку з роботою",
  title_solution: "Рішення:",
  solution_1: "Ми даємо структуровану підготовку за перевіренною програмою, розбираємо найважливіші теми та проводимо пробні тести, щоб ви здали з першого разу",
  solution_2: "Ми допомагаємо з оформленням усіх документів, реєстрацією на іспит та отриманням візи, щоб ви могли зосередитися лише на навчанні",
  solution_3: "Гнучкий графік занять – ви можете навчатися онлайн або офлайн у зручний час, а куратор допоможе скласти індивідуальний план підготовки",

};

export const STAGES_CONTENT = {
  title_1: "ЯК ПРОХОДИТЬ",
  title_2: " АПРОБАЦІЯ?",
  stages_title_1: "Щоб офіційно працювати лікарем у Чехії, необхідно",
  stages_title_2: " пройти 6 кроків:",
  stage_title_1: "Нострифікація диплому",
  stages: [
    {
      indexNumber: "01",
      stageTitleText: "Нострифікація диплому",
      stageText: "Перевірка вашої медичної освіти та відповідність до чеських стандартів",
    },
    {
      indexNumber: "02",
      stageTitleText: "Подання заяви на апробацію",
      stageText: "Перевірка вашої медичної освіти та відповідність до чеських стандартів",
    },
    {
      indexNumber: "03",
      stageTitleText: "1-а частина апробаційного іспиту",
      stageText: "Тест на знання медицини та медичної термінології чеською мовою",
    },
    {
      indexNumber: "04",
      stageTitleText: "2-а частина апробаційного іспиту",
      stageText: "Практичний іспит у лікарні під наглядом комісії",
    },
    {
      indexNumber: "05",
      stageTitleText: "3-я частина апробаційного іспиту",
      stageText: "Усна співбесіда з медичною комісією для оцінки вашої компетентності",
    },
    {
      indexNumber: "06",
      stageTitleText: "Повне підтвердження диплому",
      stageText: "Після успішного складання іспиту ви отримуєте дозвіл на роботу лікарем у Чехії",
    },
  ],
  help: "МИ ДОПОМАНАЄМО НА ВСІХ ЕТАПАХ!",
  help_description: "Від подачі документів до працевлаштування!",
  button_text: "Отримати безкоштовний гайд",
  tooltip_1: "Отримайте безкоштовний гайд",
  tooltip_2: "для мед. працівників з України",
}


export const EXPERTS_CONTENT = {
  title: "ЕКСПЕРТИ КУРСУ",
  name_1: "Роман Павлов",
  job_1: "Преподаватель биологии",
  cv_1: [
    "Выпускник 2-го медицинского факультета Карлова университета",
    "Специализация - врач-радиолог в одной из самых престижных клиник Праги, IKEM",
    "Преподаватель с 3-летним опытом",
    "Автор анатомических статей и преподаватель ультразвука на курсах сонографии под патронажем кафедры анатомии 2-го медицинского факультета Карлова университета",
  ],
  message_1: "“Мой научный и практический опыт позволяет мне глубже погружаться в материал и делиться с студентами самыми актуальными знаниями.”",
  message_11: "“Страсть к обучению и индивидуальный подход к каждому студенту позволяют мне создать образовательную среду, где каждый может расти и развиваться. Я готов объяснить материал столько раз, сколько потребуется, чтобы ученик его понял.”",

  name_2: "Екатерина Епишкина",
  job_2: "Сооснователь Medstudy, преподаватель биологии",
  cv_2: [
    "Выпускница 3-го медицинского факультета Карлова университета",
    "Специализация - врач гепато-гастроэнтеролог в одной из самых престижных клиник Праги, IKEM",
    "Опыт преподавания биологии составляет более 6 лет",
    "Призер международной олимпиады по биологии в 2016 году",
  ],
  message_2: "“Мои ученики высоко ценят спокойную и поддерживающую атмосферу на занятиях и подчеркивают мою способность делать сложные темы понятными для каждого.”",
  message_22: "“Особенность моего подхода к преподаванию заключается в терпении и индивидуальном подходе к каждому студенту, что создает в классе пространство, где каждый может активно развиваться и не бояться делать ошибки.”",

}

export const FORYOU_CONTENT = {
  title_1: "ЦЯ ПРОГРАМА",
  title_2: "ТОЧНО ДЛЯ ВАС, ЯКЩО ВИ:",
  item_1: "Лікар, стоматолог або фармацевт",
  item_11: " і хочете офіційно працювати в Чехії, але вам потрібно пройти апробацію та підтвердити диплом",
  item_2: "Ще не володієте чеською мовою",
  item_22: " або маєте недостатній рівень для роботи в медицині – наш курс включає професійну медичну чеську",
  item_3: "Працюєте не за спеціальністю,",
  item_33: " але хочете повернутися до медичної кар'єри в ЄС",
  item_4: "Тільки розглядаєте релокацію та роботу за кордоном –",
  item_44: " ми допоможемо вам розібратися у всіх нюансах переїзду та працевлаштування",
}

export const RESULT_CONTENT = {
  title_1: "ЯКИЙ ",
  title_2: "РЕЗУЛЬТАТ ",
  title_3: "ВИ ОТРИМАЄТЕ?",
  willLearn: "Ви вивчите",
  willBeAbleTo: "Ви зможете",
  results: [
    {
      willLearn: "Медичну чеську мову на професійному рівні – термінологію, вимову, роботу з пацієнтами",
      willBeAbleTo: "Вільно спілкуватися з пацієнтами, колегами та медперсоналом у чеських клініках",
    },
    {
      willLearn: "Структуру та вимоги до апробаційного іспиту в Чехії",
      willBeAbleTo: "Без проблем скласти тестову, практичну та усну частину апробаційного іспиту",
    },
    {
      willLearn: "Правила ведення медичної документації та оформлення лікарських висновків",
      willBeAbleTo: "Розібратися у місцевих медичних стандартах та успішно адаптуватися до роботи",
    },
    {
      willLearn: "Юридичні та адміністративні аспекти роботи лікаря в Чехії",
      willBeAbleTo: "Офіційно працевлаштуватися лікарем у Чехії або будь-якій країні ЄС",
    },
  ],
}


export const YOUGET_CONTENT = {
  title: "ВИ ОТРИМАЄТЕ:",
  titleFooter_1: "Завдяки курсу",
  titleFooter_2: "ви не просто складете апробацію, а й офіційно почнете кар’єру лікаря в Європі!",
  list: [
    {
      itemTitle: "Гарантоване працевлаштування",
      item: "після успішного складання апробації отримаєте контракт із чеською клінікою",
    },
    {
      itemTitle: "Допомогу з документами",
      item: "оформлення нострифікації диплому, реєстрація на апробацію та юридичний супровід",
    },
    {
      itemTitle: "Персональну підтримку",
      item: "індивідуальний куратор допоможе на кожному етапі",
    },
    {
      itemTitle: "Гнучкий формат навчання",
      item: "можливість проходити курс онлайн чи офлайн",
    },
  ]
}


export const PRACTICAL_APPROACH_CONTENT = {
  title_1: "ПРАКТИЧНИЙ ПІДХІД",
  title_2: "ДО НАВЧАННЯ",
  list: [
    {
      image: "/assets/images/practical-1.svg",
      itemTitle: "Теоретична підготовка + 24/7 доступ до всіх необхідних матеріалів",
      item: "Усі лекції, навчальні матеріали та тестові питання доступні у будь-який час на онлайн-платформі",
    },
    {
      image: "/assets/images/practical-2.svg",
      itemTitle: "Живі практичні заняття",
      item: "Розбір клінічних кейсів, тестів та спілкування з наставниками – практикуючими лікарями Чехії",
    },
    {
      image: "/assets/images/practical-3.svg",
      itemTitle: "Симуляція іспитів / пробні іспити",
      item: "Реалістичні тренування для успішного складання тестової, практичної та усної частини апробації",
    },
    {
      image: "/assets/images/practical-4.svg",
      itemTitle: "Персональний куратор",
      item: "Супроводжує вас на всіх етапах підготовки, допомагає з документами та реєстрацією",
    },
    {
      image: "/assets/images/practical-5.svg",
      itemTitle: "Чат групи",
      item: "Обмін досвідом, підтримка від викладачів та інших учасників програми",
    },


  ]
}

export const STRUCTURE_CONTENT = {
  title: "СТРУКТУРА ПРОГРАМИ",
  list: [
    {
      moduleNumber: "Модуль 1",
      moduleTitle: "Поняття здоров'я та хвороби, їх визначення, фактори впливу",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 2",
      moduleTitle: "Медична статистика та інформаційні системи в охороні здоров'я",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 3",
      moduleTitle: "Система організації охорони здоров'я та структура медичних послуг",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 4",
      moduleTitle: "Якість та доступність медичних послуг",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 5",
      moduleTitle: "Фінансування охорони здоров'я та економічні аспекти медичних послуг",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 6",
      moduleTitle: "Етика та правове регулювання у сфері охорони здоров'я",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 7",
      moduleTitle: "Міжнародні організації у сфері охорони здоров'я та європейські стратегії",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 8",
      moduleTitle: "Законодавча база системи охорони здоров'я в Чехії",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 9",
      moduleTitle: "Ведення медичної документації: стандарти та вимоги",
      moduleImage: ""
    },
    {
      moduleNumber: "Модуль 10",
      moduleTitle: "Спеціальне медичне законодавство та регулювання професійної діяльності",
      moduleImage: ""
    },
  ]
}

export const PARTICIPATION_FORMAT_CONTENT = {
  title: "ФОРМАТ УЧАСТІ В ПРОГРАМІ",
  fullPrice: "Повна",
  inInstallments: "Частинами",
  estimatedPrice: "Орієнтовна ціна:",

  maximumTitle: "MED MAXIMUM",
  maximumDescription: "(повний пакет):",
  maximumFullPrice: "~2000–2500 €",
  maximumInInstallments: "від 300 €/місяць",

  proTitle: "MED PRO",
  proDescription: "(середній пакет, без чеської мови):",
  proFullPrice: "~1000–1500 €",
  proInInstallments: "від 250 €/місяць",

  basicTitle: "MED BASIC",
  basicDescription: "(базовий пакет, мінімум послуг):",
  basicFullPrice: "~700–900 €",
  basicInInstallments: "від 150 €/місяць",

  listMaximum: [
    {
      value: true,
      termItem: "Інтенсивний курс медичної чеської",
    },
    {
      value: true,
      termItem: "Підготовка до всіх частин апробації",
    },
    {
      value: true,
      termItem: "Допомога з документами та візою",
    },
    {
      value: true,
      termItem: "Персональний куратор",
    },
    {
      value: true,
      termItem: "Юридичний консалтинг",
    },
    {
      value: true,
      termItem: "Гнучкий графік (онлайн + офлайн)",
    },
    {
      value: true,
      termItem: "Додаткові консультації після курсу",
    },
    {
      value: true,
      termItem: "Гарантоване працевлаштування (договір)",
    },
  ],

  listPro: [
    {
      value: false,
      termItem: "Інтенсивний курс медичної чеської",
    },
    {
      value: true,
      termItem: "Підготовка до всіх частин апробації",
    },
    {
      value: true,
      termItem: "Допомога з документами та візою",
    },
    {
      value: true,
      termItem: "Персональний куратор",
    },
    {
      value: false,
      termItem: "Юридичний консалтинг",
    },
    {
      value: true,
      termItem: "Гнучкий графік (онлайн)",
    },
    {
      value: false,
      termItem: "Додаткові консультації після курсу",
    },
    {
      value: true,
      termItem: "Гарантоване працевлаштування (договір)",
    },
  ],

  listBasic: [
    {
      value: false,
      termItem: "Інтенсивний курс медичної чеської",
    },
    {
      value: true,
      termItem: "Підготовка до всіх частин апробації",
    },
    {
      value: true,
      termItem: "Допомога з документами та візою",
    },
    {
      value: true,
      termItem: "Гарантоване працевлаштування (договір)",
    },
    {
      value: true,
      termItem: "Персональний куратор",
    },
    {
      value: false,
      termItem: "Юридичний консалтинг",
    },
    {
      value: true,
      termItem: "Гнучкий графік (онлайн)",
    },
    {
      value: false,
      termItem: "Додаткові консультації після курсу",
    },
  ],
}

export const REGISTRATION_CONTENT = {
  title: "РЕЄСТРАЦІЯ",
  phone: "Твій номер телефону",
  name: "Твоє ім’я",
  mail: "Твоій email",
  button: "ЗАЛИШИТИ ЗАЯВКУ",
}